<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<!DOCTYPE html>
<html lang="ko">
	<head>
		<%@ include file="/resources/include/head.jsp" %>
	</head>
	<body>
		<div class="wrap">


			<div class="container">
				
				
				<!-- 마이페이지 - 알림 - 탭메뉴 -->
				<ul class="tab-menu-three">
					<li onclick="location.href='#none';">활동내역 <span></span></li>
					<li onclick="location.href='#none';">공지사항 <span></span></li>
					<li onclick="location.href='#none';" class="active">FAQ</li>
				</ul>
				<!-- 마이페이지 - 알림 - 탭메뉴 끝 -->
				
				
				<!-- 마이페이지 - 알림 - FAQ - 탭메뉴 -->
				<ul class="mypage-inform-faq-tab">
					<li onclick="location.href='#none';">전체</li>
					<li onclick="location.href='#none';">회원</li>
					<li onclick="location.href='#none';" class="active">스테이킹</li>
					<li onclick="location.href='#none';">보팅</li>
					<li onclick="location.href='#none';">등급</li>
					<li onclick="location.href='#none';">기타</li>
				</ul>
				<!-- 마이페이지 - 알림 - FAQ - 탭메뉴 끝 -->
				
				
				<!-- 마이페이지 - 알림 - FAQ - 리스트 -->
				<div class="mypage-inform-faq-list">
					<div>					
						<dl>
							<dt>
								<h2><span>[스테이킹]</span> 스테이킹 기간은 어떻게 되나요?</h2>
								<h3>2020.02.14</h3>
							</dt>
							<dd></dd>
						</dl>
						<div>스테이킹이 가능한 시간은 매주 월요일 06시부터 12시까지 입니다.
							
							보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다.
						</div>
					</div>
					<div>
						<dl>
							<dt>
								<h2><span>[기타]</span> 개인정보처리방침 개정안내</h2>
								<h3>2020.02.14</h3>
							</dt>
							<dd></dd>
						</dl>
						<div>스테이킹이 가능한 시간은 매주 월요일 06시부터 12시까지 입니다.
							
							보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다.
						</div>
					</div>
					<div>
						<dl>
							<dt>
								<h2><span>[등급]</span> 등급을 나누는 기준은 어떤게 있나요?</h2>
								<h3>2020.02.14</h3>
							</dt>
							<dd></dd>
						</dl>
						<div>스테이킹이 가능한 시간은 매주 월요일 06시부터 12시까지 입니다.
							
							보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다.
						</div>
					</div>
					<div>					
						<dl>
							<dt>
								<h2><span>[스테이킹]</span> 스테이킹 기간은 어떻게 되나요?</h2>
								<h3>2020.02.14</h3>
							</dt>
							<dd></dd>
						</dl>
						<div>스테이킹이 가능한 시간은 매주 월요일 06시부터 12시까지 입니다.
							
							보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다.
						</div>
					</div>
					<div>
						<dl>
							<dt>
								<h2><span>[기타]</span> 개인정보처리방침 개정안내</h2>
								<h3>2020.02.14</h3>
							</dt>
							<dd></dd>
						</dl>
						<div>스테이킹이 가능한 시간은 매주 월요일 06시부터 12시까지 입니다.
							
							보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다.
						</div>
					</div>
					<div>
						<dl>
							<dt>
								<h2><span>[등급]</span> 등급을 나누는 기준은 어떤게 있나요?</h2>
								<h3>2020.02.14</h3>
							</dt>
							<dd></dd>
						</dl>
						<div>스테이킹이 가능한 시간은 매주 월요일 06시부터 12시까지 입니다.
							
							보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다. 보상시 스테이킹 등급에 따라 가중치가 부여됩니다.
						</div>
					</div>
					
					<p>더보기 <span><i class="far fa-plus"></i></span></p>
				</div>
				<!-- 마이페이지 - 알림 - FAQ - 리스트 끝 -->


			</div>


		</div>
	</body>
</html>
